tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "bat"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "readline", link: true
brew "harfbuzz"
brew "pango"
brew "qt"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "grep"
brew "gsl"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libxml2"
brew "lsd"
brew "minikube"
brew "neovim"
brew "nvm"
brew "parallel"
brew "pass"
brew "postgresql@14"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tailscale"
brew "tmux"
brew "wget"
brew "zeromq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "amethyst"
cask "arc"
cask "devutils"
cask "fig"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "visual-studio-code"
cask "xquartz"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "PKief.material-icon-theme"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
